alacritty
arandr
arduino-avr-core
arduino-ide
avr-gcc
baobab
base
base-devel
bat
blueman
btop
dkms
dmenu
efibootmgr
epiphany
evince
fd
feh
filezilla
flameshot
font-manager
fzf
gdm
git
github-cli
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
i3-wm
i3blocks
i3lock
i3status
intel-ucode
iwd
jq
kitty
lazygit
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
loupe
lsd
luarocks
malcontent
mdcat
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nmap
ntfs-3g
nvidia-dkms
orca
os-prober
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
prusa-slicer
python-pip
python-pynvim
ranger
ripgrep
rofi
rustup
rxvt-unicode
rygel
simple-scan
smartmontools
snapshot
sqlitebrowser
sushi
tecla
telegram-desktop
tldr
tmux
totem
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono-nerd
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
unarchiver
unrar
vim
vkd3d
vlc
w3m
wezterm
wget
wine
winetricks
wireless_tools
wireplumber
wl-clipboard
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xorg-xinit
xsel
xss-lock
xterm
yelp
yt-dlp
zram-generator
zsh
zsh-completions
zsh-syntax-highlighting
