7zip
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
aspell
b43-fwcutter
base
base-devel
bash-completion
bat
bc
bind
blueman
bluez
bluez-utils
btop
btrfs-progs
cabextract
cantarell-fonts
cryptsetup
device-mapper
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-xfce4
ethtool
exfatprogs
exo
f2fs-tools
feh
ffmpegthumbnailer
file-roller
filezilla
firefox
firewalld
flameshot
font-manager
galculator
garcon
git
github-cli
glances
gnome-disk-utility
gnome-keyring
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
i3-wm
i3status
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kicad
kicad-library
kicad-library-3d
kitty
lazygit
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lsd
lsscsi
luarocks
lvm2
man-db
man-pages
mdadm
mdcat
meld
mesa-utils
modemmanager
mokutil
mousepad
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-hook
nvidia-inst
nvidia-lts
nvidia-utils
openssh
os-prober
pacman-contrib
parole
paru
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
polybar
poppler-glib
power-profiles-daemon
pv
pyenv
python
python-defusedxml
python-packaging
python-pip
python-poetry
python-pynvim
python-pyqt6
ranger
rebuild-detector
reflector
reflector-simple
ristretto
rofi
rsync
rtkit
rustup
rxvt-unicode
s-nail
sad
samba
sg3_utils
smartmontools
sof-firmware
speedtest-cli
sudo
sysfsutils
systemd-sysvcompat
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
transmission-gtk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
w3m
welcome
wezterm
wget
which
wine-staging
wireplumber
wpa_supplicant
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xreader
xsel
xterm
yay
yt-dlp
zed
zsh
zsh-completions
zsh-syntax-highlighting
