7zip
accountsservice
acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
aspell
autotiling
awesome-terminal-fonts
azote
b43-fwcutter
base
base-devel
bash-completion
bat
bind
blueberry
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cantarell-fonts
cliphist
cryptsetup
dart-sass
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotnet-sdk-8.0
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-dracut
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-sddm-theme
eos-settings-xfce4
ethtool
exfatprogs
exo
eza
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
file-roller
firefox
firewalld
fish
fisher
flameshot
foot
freecad
fuzzel
galculator
garcon
git
git-delta
git-lfs
git-zsh-completion
github-cli
glances
gnome-bluetooth-3.0
gnome-keyring
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtk-engine-murrine
gtklock
gtklock-powerbar-module
gtklock-userinfo-module
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
htop
hwdetect
hwinfo
hyprpicker
i3-wm
i3blocks
i3lock
i3status-rust
impala
imv
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
kicad
kicad-library
kicad-library-3d
kitty
lazydocker
lazygit
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsd
lsscsi
luarocks
lvm2
mako
man-db
man-pages
mdadm
mdcat
meld
mermaid-cli
mesa-utils
micro
mise
modemmanager
most
mousepad
mpc
mpd
mtools
neovide
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-hook
nvidia-inst
nvidia-prime
nvidia-settings
nwg-drawer
nwg-look
openssh
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
parole
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
platformio-core
platformio-core-udev
plocate
poppler-glib
power-profiles-daemon
pv
pyenv
python
python-defusedxml
python-packaging
python-pip
python-pipx
python-poetry
python-pynvim
python-pyqt6
qbittorrent
ranger
rebuild-detector
reflector
reflector-simple
ristretto
rofi-wayland
rpi-imager
rsync
rtkit
rustup
s-nail
sad
sddm
sg3_utils
slurp
smartmontools
sof-firmware
soundconverter
stow
sudo
swappy
sway-contrib
swaybg
swayidle
swww
sysfsutils
sysstat
systemd-sysvcompat
tealdeer
tectonic
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vi
vim
vlc
w3m
waybar
welcome
wev
wget
which
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xarchiver
xclip
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xsel
xsensors
xterm
yay
yt-dlp
zed
zsh
zsh-autocomplete
zsh-completions
zsh-syntax-highlighting
