accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
archlinux-keyring
autoconf
automake
awesome
b43-fwcutter
baobab
base
bash-completion
bat
bind
binutils
bison
blueberry
bluez
bluez-utils
brightnessctl
bspwm
btrfs-progs
cantarell-fonts
cheese
cryptsetup
ddcutil
debugedit
device-mapper
dex
dhclient
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-xfce4
endeavouros-theming
endeavouros-xfce4-terminal-colors
eog
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
epiphany
ethtool
evince
exa
exfatprogs
exo
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
firewalld
flameshot
flex
fsarchiver
galculator
garcon
gawk
gcc
gdm
gettext
git
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnu-netcat
grep
grilo-plugins
groff
grub
grub-customizer
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
htop
hwdetect
hwinfo
i3-gaps
i3blocks
i3lock
i3status
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
kitty
lazygit
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
light
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lsd
lsscsi
luarocks
lvm2
lxappearance
m4
make
malcontent
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
mutter
nano
nano-syntax-highlighting
nautilus
nbd
ndisc6
nemo
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
nodejs-lts-gallium
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
openconnect
openvpn
orca
os-prober
p7zip
pacman
pacman-contrib
parole
paru
patch
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
polybar
poppler-glib
power-profiles-daemon
ppp
pptpclient
pv
python
python-capng
python-defusedxml
python-packaging
python-pip
python-pyqt5
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
ristretto
rofi
rp-pppoe
rsync
rtkit
rustup
rygel
s-nail
sed
sg3_utils
simple-scan
smartmontools
sof-firmware
sshfs
sudo
sushi
sxhkd
sysfsutils
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
totem
tracker3-miners
transmission-gtk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vpnc
w3m
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdo
xdotool
xed
xf86-input-libinput
xf86-video-intel
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xss-lock
xterm
yad-eos
yay
yelp
zsh
