a-candy-beauty-icon-theme-git
accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
aic94xx-firmware
aircrack-ng
alacritty
alacritty-themes
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
appstream
appstream-qt5
arc-gtk-theme
arch-install-scripts
archlinux-kernel-manager
archlinux-logout-git
archlinux-tweak-tool-git
arcolinux-alacritty-git
arcolinux-app-glade-git
arcolinux-arc-aqua-git
arcolinux-arc-dawn-git
arcolinux-arc-kde
arcolinux-arc-light-blue-surfn-git
arcolinux-arc-numix-git
arcolinux-arc-orchid-git
arcolinux-awesome-git
arcolinux-bin-git
arcolinux-bootloader-grub-git
arcolinux-btop-git
arcolinux-config-all-desktops-git
arcolinux-conky-collection-git
arcolinux-dconf-all-desktops-git
arcolinux-desktop-trasher-git
arcolinux-faces-git
arcolinux-fish-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-gtk3-sardi-arc-git
arcolinux-hblock-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-local-applications-all-hide-git
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logo-git
arcolinux-meta-log
arcolinux-mirrorlist-git
arcolinux-paru-git
arcolinux-pipemenus-git
arcolinux-powermenu-git
arcolinux-qt5-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-sddm-simplicity-git
arcolinux-system-config-git
arcolinux-systemd-services-git
arcolinux-volumeicon-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-panel-profiles-git
arcolinux-zsh-git
arconet-variety-config
arconet-wallpapers
arconet-xfce
arduino-ide
autorandr
avahi
awesome
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
blueberry
bluez
bluez-libs
bluez-utils
broadcom-wl-dkms
btop
btrfs-progs
catfish
chromium
clonezilla
conky-lua-archers
cronie
cryptsetup
cups
cups-filters
cups-pdf
dconf-editor
ddrescue
dex
dialog
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
duf
e2fsprogs
edid-decode-git
edk2-shell
efibootmgr
ethtool
evince
exfatprogs
exo
expac
f2fs-tools
fatresize
fd
feh
ffmpegthumbnailer
file-roller
filezilla
firefox
fish
flameshot
fluent-gtk-theme
font-manager
freetype2
fsarchiver
garcon
ghostscript
git
git-lfs
github-cli
gksu
gnome-disk-utility
gnome-keyring
gnu-netcat
gpart
gparted
gpm
gptfdisk
grub
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardcode-fixer-git
hardinfo2
hashcat
hdparm
hw-probe
hwinfo
hyperv
i3-wm
i3status
imagemagick
inetutils
intel-ucode
inxi
iw
iwd
jfsutils
jq
kitty
kvantum-qt5
laptop-detect
lazygit
ldns
less
libadwaita-without-adwaita-git
libdvdcss
libfido2
libgsf
libmtp
libopenraw
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
linux-headers
linux-zen
linux-zen-headers
lm_sensors
logrotate
lsb-release
lsd
lshw
lsscsi
luarocks
lvm2
lxappearance
macchanger
man-db
man-pages
materia-gtk-theme
mdadm
mdcat
memtest86+
memtest86+-efi
menulibre
mesa
mintstick-git
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
most
mousepad
mpc
mpd
mtools
mtpfs
mugshot
nano
nbd
ndisc6
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt5
networkmanager-vpnc
nfs-utils
nilfs-utils
nmap
nomacs-qt6-git
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numix-circle-arc-icons-git
numix-circle-icon-theme-git
numix-icon-theme-git
numlockx
nvme-cli
oh-my-zsh-git
open-iscsi
openconnect
openssh
openvpn
os-prober
p7zip
pace
parole
partclone
parted
partimage
paru-git
pavucontrol
pcsclite
picom
pkgfile
platformio-core
platformio-core-udev
polkit
polkit-gnome
polybar
poppler-glib
poppler-qt5
ppp
pptpclient
prusa-slicer
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
python-pip
python-pynvim
python-pyparted
python-pywal
qt5ct
ranger
rate-mirrors-bin
refind
reflector
reiserfsprogs
ripgrep
ripgrep-all
ristretto
rp-pppoe
rsync
rtl8821cu-morrownr-dkms-git
rustup
rxvt-unicode
sardi-icons
screen
sddm
sdparm
sg3_utils
simple-scan
smartmontools
sof-firmware
sofirem-git
sparklines-git
squashfs-tools
sublime-text-4
sudo
surfn-icons-git
syslinux
system-config-printer
systemd-resolvconf
tcpdump
telegram-desktop
terminus-font
testdisk
the_silver_searcher
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
time
tldr
tlp
tmux
tpm2-tss
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono-nerd
ttf-ms-fonts
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
udftools
udiskie
udisks2
unace
unarchiver
unrar
unzip
upd72020x-fw
usb_modeswitch
usbmuxd
usbutils
variety
vicious
vim
vimix-cursors
vlc
volumeicon
vpnc
w3m
wd719x-firmware
wezterm
wget
wireless-regdb
wireless_tools
wpa_supplicant
wttr
wvdial
xapp
xdg-desktop-portal-gtk
xdg-user-dirs
xf86-input-elographics
xf86-input-libinput
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-panel-profiles
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yad
yay-git
yt-dlp
zenity
zsh
zsh-completions
zsh-syntax-highlighting
