alacritty
arandr
base
base-devel
bat
bluez
brightnessctl
bspwm
conky
docker
docker-compose
dunst
efibootmgr
exo
fd
feh
ffmpegthumbnailer
firefox
flameshot
font-manager
fzf
garcon
github-cli
gitui
gmtp
grub
gst-plugin-pipewire
gvfs
gvfs-gphoto2
gvfs-mtp
htop
i3-wm
i3blocks
i3lock
i3status
intel-media-driver
intel-ucode
iwd
kitty
lazygit
libmtp
libpulse
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
linux
linux-firmware
lsd
luarocks
mousepad
mtpfs
nano
neofetch
neovim
network-manager-applet
networkmanager
nmap
ntfs-3g
os-prober
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
python-pip
ranger
reflector
ripgrep
ristretto
rofi
rustup
smartmontools
sxhkd
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tree
ttf-jetbrains-mono
ttf-roboto
tumbler
unarchiver
unrar
vim
vulkan-intel
vulkan-radeon
w3m
wget
wireless_tools
wireplumber
xarchiver
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
zram-generator
zsh
zsh-completions
