accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
appimagelauncher
awesome-terminal-fonts
base
base-devel
bash-completion
bat
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brave-bin
btop
btrfs-progs
bun-bin
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
chwd
cpupower
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
exo
f2fs-tools
fastfetch
feh
ffmpegthumbnailer
file-roller
firefox
flameshot
font-manager
freecad
fsarchiver
galculator
garcon
git
github-cli
glances
gnome-disk-utility
gnome-keyring
grub
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
i3-wm
i3status
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
jfsutils
kitty
lazygit
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
libwnck3
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia
linux-firmware
logrotate
lsb-release
lsd
lshw
lsscsi
luarocks
lvm2
man-db
man-pages
mdadm
mdcat
meld
mesa
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
neofetch
neovide
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvidia-prime
nvidia-settings
nvidia-utils
octopi
opencl-nvidia
opendesktop-fonts
openssh
os-prober
pacman-contrib
parole
paru
pavucontrol
perl
picom
pipewire-alsa
pipewire-pulse
pkgfile
platformio-core-udev
plocate
plymouth
polybar
poppler-glib
power-profiles-daemon
pv
pyenv
python
python-defusedxml
python-packaging
python-pip
python-poetry
python-pynvim
python-pyqt6
qbittorrent
ranger
rebuild-detector
reflector
ripgrep
ristretto
rofi
rsync
rtkit
rustup
s-nail
sg3_utils
smartmontools
sof-firmware
soundconverter
speedtest++
sudo
switcheroo-control
sysfsutils
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tmux
transmission-gtk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-hack
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
ufw
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vi
vim
vlc
vulkan-intel
w3m
wezterm
wget
which
wireless-regdb
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-volumed-pulse
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsel
xterm
yay
yt-dlp
zsh
zsh-completions
zsh-syntax-highlighting
