tree
ddcutil
docker
docker-compose
jdk11-openjdk
java11-openjfx
gradle
neofetch
nodejs-lts-fermium
npm6
rofi
tldr
vim
vlc
xclip
xdotool
yay
bat
youtube-dl
terminator
