bat
docker
docker-compose
fzf
gradle
htop
neofetch
rofi
tldr
vim
xclip
yay
youtube-dl
tree
ddcutil
gnome-keyring
libsecret
nodejs-lts-fermium
npm
vlc
xdotool
yay
github-cli
kicad
kicad-library
kicad-library-3d
git-delta

