alacritty
arandr
ark
base
base-devel
bat
btop
dkms
docker
docker-compose
dolphin
efibootmgr
egl-wayland
exfat-utils
fd
feh
filezilla
firefox
flameshot
fzf
git
github-cli
gnome-keyring
grub
gst-plugin-pipewire
htop
intel-ucode
iwd
kate
kitty
konsole
lazygit
libpulse
linux
linux-firmware
linux-headers
lsd
luarocks
mdcat
nano
neofetch
neovim
network-manager-applet
networkmanager
nicotine+
nmap
ntfs-3g
nvidia-dkms
partitionmanager
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
power-profiles-daemon
prusa-slicer
python-pip
python-pynvim
qt5-xcb-private-headers
qt6-xcb-private-headers
ranger
ripgrep
rofi
rustup
smartmontools
telegram-desktop
tldr
tmux
transmission-qt
tree
ttf-jetbrains-mono-nerd
unarchiver
unrar
unzip
vim
w3m
wezterm
wget
wireless_tools
wireplumber
wl-clipboard
xclip
xdg-utils
xorg-xinit
xsel
zram-generator
zsh
