accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arandr
ark
b43-fwcutter
base
base-devel
bash-completion
bat
bind
bluedevil
bluez
bluez-utils
breeze-gtk
brightnessctl
bspwm
btop
btrfs-progs
cantarell-fonts
conky
cryptsetup
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dosfstools
downgrade
dracut
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
ethtool
exfatprogs
exo
f2fs-tools
fd
feh
ffmpegthumbnailer
filezilla
firewalld
flameshot
font-manager
freecad
fsarchiver
garcon
git
github-cli
gitui
glances
gmtp
gnome-keyring
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-gphoto2
gvfs-mtp
gwenview
haruna
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-ucode
inxi
iptables-nft
iwd
java17-openjfx
java17-openjfx-doc
java17-openjfx-src
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdeplasma-addons
kgamma5
khotkeys
kicad
kicad-library
kicad-library-3d
kimageformats5
kinfocenter
kinit
kio-fuse
kitty
konsole
kscreen
kvantum
kwallet-pam
latte-dock
lazygit
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-intel-driver
libva-mesa-driver
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsd
lsscsi
luarocks
lvm2
man-db
man-pages
mdadm
mdcat
meld
mesa-utils
mlocate
modemmanager
mousepad
mtools
mtpfs
nano
nano-syntax-highlighting
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-hook
nvidia-inst
okular
openssh
os-prober
pacman-contrib
parole
partitionmanager
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-systemmonitor
poppler-glib
power-profiles-daemon
powerdevil
print-manager
prusa-slicer
pv
python
python-capng
python-defusedxml
python-kikit
python-packaging
python-pcbnewtransition
python-pip
python-pynvim
python-pyqt5
ranger
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
ristretto
rofi
rsync
rtkit
rustup
s-nail
sddm-kcm
sg3_utils
smartmontools
sof-firmware
spectacle
sudo
sxhkd
sysfsutils
systemd-sysvcompat
texinfo
thunderbird
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
w3m
welcome
wezterm
wget
which
wireguard-tools
wireless_tools
wireplumber
wpa_supplicant
xarchiver
xclip
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfburn
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xterm
yay
zsh
zsh-completions
