alacritty
arandr
base
base-devel
bat
bluez
brightnessctl
bspwm
conky
docker
docker-compose
dunst
efibootmgr
exo
fd
feh
ffmpegthumbnailer
flameshot
font-manager
fzf
garcon
github-cli
gitui
gmtp
grub
gst-plugin-pipewire
gvfs
gvfs-gphoto2
gvfs-mtp
btop
iwd
kitty
lazygit
libmtp
libpulse
libva-intel-driver
libva-mesa-driver
lsd
luarocks
mousepad
mtpfs
nano
neofetch
neovim
network-manager-applet
networkmanager
nmap
ntfs-3g
os-prober
parole
pavucontrol
python-pip
ranger
reflector
ripgrep
ristretto
rofi
rustup
smartmontools
sxhkd
tldr
tree
ttf-jetbrains-mono
ttf-roboto
tumbler
unarchiver
unrar
vim
w3m
wget
wireless_tools
wireplumber
xarchiver
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vesa
xf86-video-vmware
xfburn
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-misc
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xclip
zsh
zsh-completions
