adw-gtk-theme
alacritty
arandr
arc-gtk-theme
arc-solid-gtk-theme
base
base-devel
bat
blueman
btop
clang
cmake
deepin-gtk-theme
dkms
dmenu
docker
docker-compose
efibootmgr
exo
fd
feh
filezilla
firefox
flameshot
font-manager
fzf
garcon
ghostty
git
github-cli
gnome-disk-utility
gnome-keyring
grub
gst-plugin-pipewire
gthumb
gtk-theme-elementary
gvfs
htop
i3-wm
i3blocks
i3lock
i3status
inkscape
intel-ucode
intellij-idea-community-edition
iwd
jq
kitty
lazygit
libpulse
lightdm
lightdm-gtk-greeter
linux-firmware
linux-lts
linux-lts-headers
llvm
lsd
luarocks
lxmusic
mdcat
mousepad
nano
nemo
nemo-audio-tab
nemo-emblems
nemo-fileroller
nemo-image-converter
nemo-preview
nemo-python
nemo-share
nemo-terminal
neofetch
neovim
network-manager-applet
networkmanager
ninja
nmap
ntfs-3g
nvidia-dkms
os-prober
parole
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polybar
pop-gtk-theme
prusa-slicer
python-pip
python-pynvim
ranger
ripgrep
ristretto
rofi
rustup
rxvt-unicode
smartmontools
soundconverter
telegram-desktop
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
transmission-gtk
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-hack
ttf-jetbrains-mono-nerd
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
tumbler
unarchiver
unrar
unzip
vim
vlc
w3m
wezterm
wget
wireless_tools
wireplumber
xarchiver
xclip
xdg-utils
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xsel
xss-lock
xterm
yazi
yt-dlp
zram-generator
zsh
zsh-completions
zsh-syntax-highlighting
